
// Clock Menu Items Strings
"ParentalControlsTitle"			= "Ouderlijk toezicht";
"ParentalControlsBedtime"		= "Bedtijd:";
"ParentalControlsTimeRemaining"	= "Resterende tijd:";
"ViewAsAnalog"					= "Toon analoge klok";
"ViewAsDigital"					= "Toon digitale klok";
"OpenDateTimePref"				= "Voorkeurenpaneel 'Datum en tijd'…";
